task/single-software/cli/openfoam/task-03/init_file/bfs_base/0/p
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      p;
}
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet
    {
        type zeroGradient;
    }
    outlet
    {
        type fixedValue;
        value uniform 0;
    }
    upperWall
    {
        type zeroGradient;
    }
    lowerWall
    {
        type zeroGradient;
    }
    frontAndBack
    {
        type empty;
    }
}
