task/single-software/cli/openfoam/task-03/init_file/bfs_base/0/omega
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      omega;
}
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 10;
boundaryField
{
    inlet { type fixedValue; value uniform 10; }
    outlet { type zeroGradient; }
    upperWall { type omegaWallFunction; value uniform 1e-10; }
    lowerWall { type omegaWallFunction; value uniform 1e-10; }
    frontAndBack { type empty; }
}
